Repository: praszuk/josm-busstoptool-plugin
Catalog: src/main/po/*.po
Languages: pl

source: <Add destination object from selection>
pl: <Dodaj obiekt docelowy z zaznaczenia>

source: <Add source object from selection>
pl: <Dodaj obiekt źródłowy z zaznaczenia>

source: Action canceled. Source object doesn''t contain {0} tag!
pl: Akcja anulowana. Obiekt źródłowy nie zawiera tagu {0}!

source: Action canceled. Source or destination object doesn''t exist!
pl: Akcja anulowana. Obiekt źródłowy lub docelowy nie istnieje!

source: Add
pl: Dodaj

source: Add new tag
pl: Dodaj nowy tag

source: All tags
pl: Wszystkie tagi

source: Copy additional tags mode
pl: Tryb kopiowania dodatkowych tagów

source: Create
pl: Utwórz

source: Create platform from stop position
pl: Utwórz przystanek z miejsca zatrzymania

source: Create stop position from platform
pl: Utwórz miejsce zatrzymania z przystanku

source: Creates platform ({0}) from stop position ({1}) and add new platform to relations
pl: Tworzy przystanek ({0}) z miejsca zatrzymania ({1}) i dodaje nowy przystanek do relacji

source: Creates stop position ({0}) from platform ({1}) and add new stop to relations
pl: Tworzy miejsce zatrzymania ({0}) z przystanku ({1}) i dodaje nowe miejsce zatrzymania do relacji

source: Destination object
pl: Obiekt docelowy

# Copy not tags
source: No tags
pl: Brak tagów

source: Open create platform dialog
pl: Otwiera okno dialogowe dla przystanku

source: Open create stop dialog
pl: Otwiera okno dialogowe dla miejsca zatrzymania

source: Platform from stop
pl: Platform z stop

source: Remove
pl: Usuń

source: Selected tags
pl: Wybrane tagi

source: Settings
pl: Ustawienia

source: Show settings
pl: Pokaż ustawienia

source: Source object
pl: Obiekt źródłowy

source: Stop from platform
pl: Stop z platform

source: {0} settings
pl: {0} ustawienia

source: Plugin which allows to add missing platform from stop position (including memberships in relations) and vice versa.
pl: Wtyczka, która umożliwia dodawanie brakujących przystanków z miejsc zatrzymania (włączając dodawanie członków relacji) i odwrotnie.

source: translator-credits
pl: NieWnen
